Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: keep track of, document, and report, without undue delay, to the AI Office and, as appropriate, to national competent authorities, relevant information about serious incidents and possible corrective measures to address them;
fr_fr: suivent, documentent et communiquent sans retard injustifié au Bureau de l’IA et, le cas échéant, aux autorités nationales compétentes les informations pertinentes concernant les incidents graves ainsi que les éventuelles mesures correctives pour y remédier;

source: ensure an adequate level of cybersecurity protection for the general-purpose AI model with systemic risk and the physical infrastructure of the model.
fr_fr: garantissent un niveau approprié de protection en matière de cybersécurité pour le modèle d’IA à usage général présentant un risque systémique et l’infrastructure physique du modèle.

source: Providers of general-purpose AI models with systemic risk may rely on codes of practice within the meaning of Article 56 to demonstrate compliance with the obligations set out in paragraph 1 of this Article, until a harmonised standard is published.
fr_fr: Les fournisseurs de modèles d’IA à usage général présentant un risque systémique peuvent s’appuyer sur des codes de bonne pratique au sens de l’article 56 pour démontrer qu’ils respectent les obligations énoncées au paragraphe 1 du présent article, jusqu’à la publication d’une norme harmonisée.

source: Providers of general-purpose AI models with systemic risks who do not adhere to an approved code of practice or do not comply with a European harmonised standard shall demonstrate alternative adequate means of compliance for assessment by the Commission.
fr_fr: Les fournisseurs de modèles d’IA à usage général présentant un risque systémique qui n’adhèrent pas à un code de bonnes pratiques approuvé ou ne respectent pas une norme européenne harmonisée démontrent qu’ils disposent d’autres moyens appropriés de mise en conformité et les soumettent à l’appréciation de la Commission.

source: Codes of practice
fr_fr: Codes de bonnes pratiques

source: The AI Office shall encourage and facilitate the drawing up of codes of practice at Union level in order to contribute to the proper application of this Regulation, taking into account international approaches.
fr_fr: Le Bureau de l’IA encourage et facilite l’élaboration de codes de bonne pratique au niveau de l’Union afin de contribuer à la bonne application du présent règlement, en tenant compte des approches internationales.

source: The AI Office and the Board shall aim to ensure that the codes of practice cover at least the obligations provided for in Articles 53 and 55, including the following issues:
fr_fr: Le Bureau de l’IA et le Comité IA s’efforcent de veiller à ce que les codes de bonne pratique couvrent au moins les obligations prévues aux articles 53 et 55, y compris les questions suivantes:

source: the means to ensure that the information referred to in Article 53(1), points (a) and (b), is kept up to date in light of market and technological developments;
fr_fr: les moyens de s’assurer que les informations visées à l’article 53, paragraphe 1, points a) et b), sont mises à jour à la lumière des évolutions du marché et des technologies;

source: the adequate level of detail for the summary about the content used for training;
fr_fr: le niveau approprié de détail pour le résumé du contenu utilisé pour l’entraînement;

source: the identification of the type and nature of the systemic risks at Union level, including their sources, where appropriate;
fr_fr: l’identification du type et de la nature des risques systémiques au niveau de l’Union, y compris leurs origines, le cas échéant;

source: the measures, procedures and modalities for the assessment and management of the systemic risks at Union level, including the documentation thereof, which shall be proportionate to the risks, take into consideration their severity and probability and take into account the specific challenges of tackling those risks in light of the possible ways in which such risks may emerge and materialise along the AI value chain.
fr_fr: les mesures, procédures et modalités d’évaluation et de gestion des risques systémiques au niveau de l’Union, y compris la documentation y afférente, qui sont proportionnées aux risques, prennent en considération leur gravité et leur probabilité et tiennent compte des défis spécifiques que pose la maîtrise de ces risques à la lumière des différentes façons dont ils peuvent apparaître ou se concrétiser tout au long de la chaîne de valeur de l’IA.

source: The AI Office may invite all providers of general-purpose AI models, as well as relevant national competent authorities, to participate in the drawing-up of codes of practice.
fr_fr: Le Bureau de l’IA peut inviter tous les fournisseurs de modèles d’IA à usage général, ainsi que les autorités nationales compétentes concernées, à participer à l’élaboration de codes de bonne pratique.

source: Civil society organisations, industry, academia and other relevant stakeholders, such as downstream providers and independent experts, may support the process.
fr_fr: Les organisations de la société civile, l’industrie, le monde universitaire et d’autres parties prenantes concernées, telles que les fournisseurs en aval et les experts indépendants, peuvent apporter leur soutien au processus.

source: The AI Office and the Board shall aim to ensure that the codes of practice clearly set out their specific objectives and contain commitments or measures, including key performance indicators as appropriate, to ensure the achievement of those objectives, and that they take due account of the needs and interests of all interested parties, including affected persons, at Union level.
fr_fr: Le Bureau de l’IA et le Comité IA s’efforcent de veiller à ce que les codes de bonne pratique définissent clairement leurs objectifs spécifiques et contiennent des engagements ou des mesures, y compris, le cas échéant, des indicateurs de performance clés, afin de garantir la réalisation de ces objectifs, et à ce qu’ils tiennent dûment compte des besoins et des intérêts de l’ensemble des parties intéressées, y compris les personnes concernées, au niveau de l’Union.

source: The AI Office shall aim to ensure that participants to the codes of practice report regularly to the AI Office on the implementation of the commitments and the measures taken and their outcomes, including as measured against the key performance indicators as appropriate.
fr_fr: Le Bureau de l’IA veille à ce que les participants aux codes de bonne pratique fassent régulièrement rapport au Bureau de l’IA sur la mise en œuvre des engagements ainsi que sur les mesures qu’ils adoptent et leurs résultats, y compris mesurés par rapport aux indicateurs de performance clés, le cas échéant.

source: Key performance indicators and reporting commitments shall reflect differences in size and capacity between various participants.
fr_fr: Les indicateurs de performance clés et l’obligation de présenter des rapports reflètent les différences de taille et de capacité entre les différents participants.

source: The AI Office and the Board shall regularly monitor and evaluate the achievement of the objectives of the codes of practice by the participants and their contribution to the proper application of this Regulation.
fr_fr: Le Bureau de l’IA et le Comité IA contrôlent et évaluent régulièrement la réalisation des objectifs des codes de bonne pratique par les participants et leur contribution à la bonne application du présent règlement.

source: The AI Office and the Board shall assess whether the codes of practice cover the obligations provided for in Articles 53 and 55, and shall regularly monitor and evaluate the achievement of their objectives.
fr_fr: Le Bureau de l’IA et le Comité IA évaluent si les codes de bonne pratique couvrent les obligations prévues aux articles 53 et 55, et contrôlent et évaluent régulièrement la réalisation de leurs objectifs.

source: They shall publish their assessment of the adequacy of the codes of practice.
fr_fr: Ils publient leur évaluation de l’adéquation des codes de bonne pratique.

source: The Commission may, by way of an implementing act, approve a code of practice and give it a general validity within the Union.
fr_fr: La Commission peut, au moyen d’un acte d’exécution, approuver un code de bonnes pratiques et lui conférer une validité générale au sein de l’Union.

source: The AI Office may invite all providers of general-purpose AI models to adhere to the codes of practice.
fr_fr: Le Bureau de l’IA peut inviter tous les fournisseurs de modèles d’IA à usage général à adhérer aux codes de bonne pratique.

source: For providers of general-purpose AI models not presenting systemic risks this adherence may be limited to the obligations provided for in Article 53, unless they declare explicitly their interest to join the full code.
fr_fr: Pour les fournisseurs de modèles d’IA à usage général ne présentant pas de risque systémique, cette adhésion peut se limiter aux obligations prévues à l’article 53, à moins qu’ils ne déclarent explicitement leur intérêt à respecter le code complet.

source: The AI Office shall, as appropriate, also encourage and facilitate the review and adaptation of the codes of practice, in particular in light of emerging standards.
fr_fr: Le Bureau de l’IA encourage et facilite également, le cas échéant, le réexamen et l’adaptation des codes de bonne pratique, en particulier à la lumière des normes émergentes.

source: The AI Office shall assist in the assessment of available standards.
fr_fr: Le Bureau de l’IA participe à l’évaluation des normes disponibles.

source: Codes of practice shall be ready at the latest by 2 May 2025.
fr_fr: Les codes de bonne pratique sont prêts au plus tard le 2 mai 2025.

source: The AI Office shall take the necessary steps, including inviting providers pursuant to paragraph 7.
fr_fr: Le Bureau de l’IA prend les mesures nécessaires, y compris inviter les fournisseurs en vertu du paragraphe 7.

source: If, by 2 August 2025, a code of practice cannot be finalised, or if the AI Office deems it is not adequate following its assessment under paragraph 6 of this Article, the Commission may provide, by means of implementing acts, common rules for the implementation of the obligations provided for in Articles 53 and 55, including the issues set out in paragraph 2 of this Article.
fr_fr: Si, à la date du 2 août 2025, un code de bonnes pratiques n’a pas pu être mis au point, ou si le Bureau de l’IA estime qu’il n’est pas approprié à la suite de son évaluation au titre du paragraphe 6 du présent article, la Commission peut prévoir, au moyen d’actes d’exécution, des règles communes pour la mise en œuvre des obligations prévues aux articles 53 et 55, y compris les questions énoncées au paragraphe 2 du présent article.

source: Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 98(2).
fr_fr: Ces actes d’exécution sont adoptés en conformité avec la procédure d’examen visée à l’article 98, paragraphe 2.

source: CHAPTER VI
fr_fr: CHAPITRE VI

source: MEASURES IN SUPPORT OF INNOVATION
fr_fr: MESURES DE SOUTIEN À L’INNOVATION

source: AI regulatory sandboxes
fr_fr: Bacs à sable réglementaires de l’IA

source: Member States shall ensure that their competent authorities establish at least one AI regulatory sandbox at national level, which shall be operational by 2 August 2026.
fr_fr: Les États membres veillent à ce que leurs autorités compétentes mettent en place au moins un bac à sable réglementaire de l’IA au niveau national, qui est opérationnel au plus tard le 2 août 2026.

source: That sandbox may also be established jointly with the competent authorities of other Member States.
fr_fr: Ce bac à sable peut également être établi conjointement avec les autorités compétentes d’autres États membres.

source: The Commission may provide technical support, advice and tools for the establishment and operation of AI regulatory sandboxes.
fr_fr: La Commission peut fournir un soutien technique, des conseils et des outils pour la mise en place et l’exploitation de bacs à sable réglementaires de l’IA.

source: The obligation under the first subparagraph may also be fulfilled by participating in an existing sandbox in so far as that participation provides an equivalent level of national coverage for the participating Member States.
fr_fr: L’obligation visée au premier alinéa peut également être remplie en participant à un bac à sable existant, pour autant que cette participation offre un niveau de couverture nationale équivalent pour les États membres participants.

source: Additional AI regulatory sandboxes at regional or local level, or established jointly with the competent authorities of other Member States may also be established.
fr_fr: Des bacs à sable réglementaires de l’IA supplémentaires au niveau régional ou au niveau local, ou établis conjointement avec les autorités compétentes d’autres États membres peuvent également être mis en place.

source: The European Data Protection Supervisor may also establish an AI regulatory sandbox for Union institutions, bodies, offices and agencies, and may exercise the roles and the tasks of national competent authorities in accordance with this Chapter.
fr_fr: Le Contrôleur européen de la protection des données peut également créer un bac à sable réglementaire de l’IA pour les institutions, organes et organismes de l’Union, et peut exercer les rôles et les tâches des autorités nationales compétentes conformément au présent chapitre.

source: Member States shall ensure that the competent authorities referred to in paragraphs 1 and 2 allocate sufficient resources to comply with this Article effectively and in a timely manner.
fr_fr: Les États membres veillent à ce que les autorités compétentes visées aux paragraphes 1 et 2 allouent des ressources suffisantes pour se conformer au présent article de manière efficace et en temps utile.

source: Where appropriate, national competent authorities shall cooperate with other relevant authorities, and may allow for the involvement of other actors within the AI ecosystem.
fr_fr: Lorsqu’il y a lieu, les autorités nationales compétentes coopèrent avec d’autres autorités concernées et peuvent permettre la participation d’autres acteurs de l’écosystème de l’IA.

source: This Article shall not affect other regulatory sandboxes established under Union or national law.
fr_fr: Le présent article n’a pas d’incidence sur d’autres bacs à sable réglementaires établis en vertu du droit de l’Union ou du droit national.

source: Member States shall ensure an appropriate level of cooperation between the authorities supervising those other sandboxes and the national competent authorities.
fr_fr: Les États membres assurent un niveau approprié de coopération entre les autorités chargées de la surveillance de ces autres bacs à sable et les autorités nationales compétentes.

source: AI regulatory sandboxes established under paragraph 1 shall provide for a controlled environment that fosters innovation and facilitates the development, training, testing and validation of innovative AI systems for a limited time before their being placed on the market or put into service pursuant to a specific sandbox plan agreed between the providers or prospective providers and the competent authority.
fr_fr: Les bacs à sable réglementaires de l’IA établis en vertu du paragraphe 1 offrent un environnement contrôlé qui favorise l’innovation et facilite le développement, l’entraînement, la mise à l’essai et la validation de systèmes d’IA innovants pendant une durée limitée avant leur mise sur le marché ou leur mise en service conformément à un plan spécifique de bac à sable convenu entre les fournisseurs ou fournisseurs potentiels et l’autorité compétente.

source: Such sandboxes may include testing in real world conditions supervised therein.
fr_fr: Ces bacs à sable peuvent comprendre des essais en conditions réelles qui y sont supervisés.

source: Competent authorities shall provide, as appropriate, guidance, supervision and support within the AI regulatory sandbox with a view to identifying risks, in particular to fundamental rights, health and safety, testing, mitigation measures, and their effectiveness in relation to the obligations and requirements of this Regulation and, where relevant, other Union and national law supervised within the sandbox.
fr_fr: Les autorités compétentes fournissent, s’il y a lieu, des orientations, une surveillance et un soutien dans le cadre du bac à sable réglementaire de l’IA en ce qui concerne l’identification des risques, en particulier pour les droits fondamentaux, la santé et la sécurité, les essais, les mesures d’atténuation et leur efficacité par rapport aux obligations et exigences du présent règlement et, le cas échéant, d’autres dispositions du droit de l’Union et du droit national dont le respect est suivi dans le cadre du bac à sable.

source: Competent authorities shall provide providers and prospective providers participating in the AI regulatory sandbox with guidance on regulatory expectations and how to fulfil the requirements and obligations set out in this Regulation.
fr_fr: Les autorités compétentes donnent aux fournisseurs et aux fournisseurs potentiels participant au bac à sable réglementaire de l’IA des orientations sur les attentes réglementaires et la manière de satisfaire aux exigences et obligations énoncées dans le présent règlement.

source: Upon request of the provider or prospective provider of the AI system, the competent authority shall provide a written proof of the activities successfully carried out in the sandbox.
fr_fr: À la demande du fournisseur ou du fournisseur potentiel du système d’IA, l’autorité compétente fournit une preuve écrite des activités menées avec succès dans le bac à sable.

source: The competent authority shall also provide an exit report detailing the activities carried out in the sandbox and the related results and learning outcomes.
fr_fr: L’autorité compétente fournit également un rapport de sortie détaillant les activités menées dans le bac à sable ainsi que les résultats et acquis d’apprentissage correspondants.

source: Providers may use such documentation to demonstrate their compliance with this Regulation through the conformity assessment process or relevant market surveillance activities.
fr_fr: Les fournisseurs peuvent utiliser ces documents pour démontrer leur conformité avec le présent règlement au moyen de la procédure d’évaluation de la conformité ou d’activités pertinentes de surveillance du marché.

source: In this regard, the exit reports and the written proof provided by the national competent authority shall be taken positively into account by market surveillance authorities and notified bodies, with a view to accelerating conformity assessment procedures to a reasonable extent.
fr_fr: À cet égard, les rapports de sortie et la preuve écrite fournie par l’autorité nationale compétente sont évalués de manière positive par les autorités de surveillance du marché et les organismes notifiés, en vue d’accélérer les procédures d’évaluation de la conformité dans une mesure raisonnable.

source: Subject to the confidentiality provisions in Article 78, and with the agreement of the provider or prospective provider, the Commission and the Board shall be authorised to access the exit reports and shall take them into account, as appropriate, when exercising their tasks under this Regulation.
fr_fr: Sous réserve des dispositions relatives à la confidentialité énoncées à l’article 78 et avec l’accord du fournisseur ou du fournisseur potentiel, la Commission et le Comité IA sont autorisés à accéder aux rapports de sortie et en tiennent compte, le cas échéant, dans l’exercice des tâches qui leur incombent en vertu du présent règlement.

source: If both the provider or prospective provider and the national competent authority explicitly agree, the exit report may be made publicly available through the single information platform referred to in this Article.
fr_fr: Si le fournisseur ou le fournisseur potentiel et l’autorité nationale compétente y consentent explicitement, le rapport de sortie peut être mis à la disposition du public par l’intermédiaire de la plateforme d’information unique visée au présent article.

source: The establishment of AI regulatory sandboxes shall aim to contribute to the following objectives:
fr_fr: La mise en place de bacs à sable réglementaires de l’IA vise à contribuer aux objectifs suivants:

source: improving legal certainty to achieve regulatory compliance with this Regulation or, where relevant, other applicable Union and national law;
fr_fr: améliorer la sécurité juridique afin d’assurer le respect réglementaire du présent règlement ou, le cas échéant, d’autres dispositions applicables du droit de l’Union et du droit national;

source: supporting the sharing of best practices through cooperation with the authorities involved in the AI regulatory sandbox;
fr_fr: soutenir le partage des bonnes pratiques par la coopération avec les autorités participant au bac à sable réglementaire de l’IA;

source: fostering innovation and competitiveness and facilitating the development of an AI ecosystem;
fr_fr: favoriser l’innovation et la compétitivité et faciliter la mise en place d’un écosystème d’IA;

source: contributing to evidence-based regulatory learning;
fr_fr: contribuer à l’apprentissage réglementaire fondé sur des données probantes;

source: facilitating and accelerating access to the Union market for AI systems, in particular when provided by SMEs, including start-ups.
fr_fr: faciliter et accélérer l’accès au marché de l’Union pour les systèmes d’IA, en particulier lorsqu’ils sont fournis par des PME, y compris des jeunes pousses.

source: National competent authorities shall ensure that, to the extent the innovative AI systems involve the processing of personal data or otherwise fall under the supervisory remit of other national authorities or competent authorities providing or supporting access to data, the national data protection authorities and those other national or competent authorities are associated with the operation of the AI regulatory sandbox and involved in the supervision of those aspects to the extent of their respective tasks and powers.
fr_fr: Les autorités nationales compétentes veillent à ce que, dans la mesure où les systèmes d’IA innovants impliquent le traitement de données à caractère personnel ou relèvent à d’autres titres de la surveillance d’autres autorités nationales ou autorités compétentes assurant ou encadrant l’accès aux données, les autorités nationales chargées de la protection des données et ces autres autorités nationales ou autorités compétentes soient associées à l’exploitation du bac à sable réglementaire de l’IA et participent au contrôle des aspects qui relèvent de leurs tâches et pouvoirs respectifs.

source: The AI regulatory sandboxes shall not affect the supervisory or corrective powers of the competent authorities supervising the sandboxes, including at regional or local level.
fr_fr: Les bacs à sable réglementaires de l’IA n’ont pas d’incidence sur les pouvoirs en matière de contrôle ou de mesures correctives des autorités compétentes chargées de la surveillance des bacs à sable, y compris au niveau régional ou local.
